Repository: cahyareza/django_wedding_invitation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Internship Programs
id: Program Magang

source: Internship Registration
id: Pendaftaran Magang

source: About Us
id: Tentang Kami

source: Vision and Mission
id: Visi dan Misi

source: Since 2009, Boer Technology (Btech) has committed to customers from various industries in Indonesia to continue provide the best services and solutions by using Open Source Software as a tool to create an environmental friendly company. Supported by reliable human resources, We are now focusing into Cloud, DevOps, Security, and Tech Professional Delivery to realize an efficient and secure company and make business running faster.
id: Sejak tahun 2009, Boer Technology (Btech) berkomitmen kepada pelanggan dari berbagai industri di Indonesia untuk terus menyediakan layanan dan solusi terbaik dengan menggunakan Open Source Software sebagai alat untuk menciptakan perusahaan yang ramah lingkungan. Didukung oleh sumber daya manusia yang andal, Kami kini fokus ke Cloud, DevOps, Security, dan Tech Professional Delivery untuk mewujudkan perusahaan yang efisien dan aman serta membuat bisnis berjalan lebih cepat.

source: leads to effective, communication and collaboration
id: mengarah pada efektif, komunikasi dan kolaborasi

source: Together is better
id: Bersama lebih baik

source: leads to increased knowledge, skills, and innovation
id: mengarah pada peningkatan pengetahuan, keterampilan, dan inovasi

source: Continuous learning
id: Pembelajaran yang berkelanjutan

source: Built from IT Communities for wider IT ecosystem, Btech has solid relationship and interaction with communities that has same vision because we always believe that together we do things better.
id: Dibangun dari Komunitas TI untuk ekosistem TI yang lebih luas, Btech memiliki hubungan dan interaksi yang solid dengan komunitas yang memiliki visi sama karena kami selalu percaya bahwa bersama-sama kita melakukan sesuatu dengan lebih baik.

source: Engineers Certification
id: Sertikasi Insinyur

source: Our Engineers have received certifications. This certification proves that Our Engineers are capable in their field and help us provide the best services and solutions for your company. See the certification badges below.
id: Tim kami sudah tersertifikasi. Sertifikasi ini membuktikan bahwa Kami mampu dan andal dalam bidangnya untuk memberikan layanan dan solusi terbaik bagi perusahaan Anda. Lihat lencana - lencana sertifikasi di bawah ini.

source: Life at Btech
id: Bersama di Btech

source: Always Learning.
id: Selalu berlajar

source: Grow and Develop
id: Tumbuh dan Berkembang

source: TOGETHER IS BETTER.
id: Bersama Lebih Baik

source: Collaboration.
id: Berkolaborasi

source: Healthy, friendly, and comfortable.
id: Sehat, ramah, dan nyaman.

source: Our Priorities.
id: Prioritas kami.

source: Search Job
id: Cari pekerjaan

source: Contact
id: Kontak

source: Solution
id: Solusi

source: BTECH Solutions
id: Solusi BTECH

source: By Case
id: Berdasarkan Kasus

source: By Organization Type
id: Berdasarkan tipe organisasi

source: Services
id: Layanan

source: Tech Professional
id: Profesional Teknologi

source: Professional Training
id: Pelatihan Profesional

source: Btech provides professional training with Certified Instructors and a hands-on lab. Trainees will be able to choose their training pathway based on their needs.
id: Btech menyediakan pelatihan profesional dengan Instruktur tersertifikasi dan lab secara langsung. Peserta dapat memilih jalur pelatihan berdasarkan kebutuhan.

source: The company wants to adopt new technology but doesn't have the resources. And Availability of new resources takes time. Our Tech Professional Delivery services may help your challenge.
id: Perusahaan ingin mengadopsi teknologi baru tetapi tidak memiliki sumber daya manusia. Dan Ketersediaan sumber daya manusia baru membutuhkan waktu yang panjang. Layanan Tech Profesional Delivery Kami dapat membantu tantangan yang Anda hadapi.

source: Company
id: Perusahaan

source: Our Company
id: Perusahaan Kami

source: Brand
id: Merek

source: Careers
id: Karir

source: Internships
id: Magang

source: Article
id: Artikel

source: News
id: Berita

source: Infographic
id: Infografis

source: Open Source
id: Sumber Terbuka

source: Our Project
id: Projek Kami

source: Btech on GitHub
id: Btech di Github

source: Phone:
id: Telepon:

source: Email:
id: Surel:

source: Follow Us
id: Ikuti kami

source: Find us at
id: Temukan kami di

source: We Are Experienced in Cloud, DevOps, and Security
id: Kami berpengelaman di Cloud, Devops, dan Security

source: Btech is committed to providing the optimal solution with professional services delivered by our experienced team in Cloud, DevOps, and Security specialization.
id: Btech berkomitmen untuk menyediakan solusi optimal dengan layanan profesional dikerjakan oleh tim kami yang berpengalaman dalam spesialisasi Cloud, DevOps, dan Security.

source: Check our Services
id: Lihat Layanan Kami

source: Why Us
id: Kenapa Kami

source: Btech offers advantages for running your business faster & more efficiently
id: Btech menawarkan banyak keuntungan untuk menjalankan bisnis yang lebih cepat dan efisien untuk Anda.

source: Experienced & Certified
id: Berpengalaman & Tersertifikasi

source: Btechâ€™s talents are experienced and certified in Cloud, DevOps, and Security specialization.
id: Talenta - talenta di Btech berpengalaman dan tersertifikasi dalam bidang Cloud, DevOps, dan Security.

source: Latest Technologies
id: Teknologi Terbaru

source: Using the latest technologies and tailored with the enterprise needs.
id: Menggunakan teknologi terbaru yang disesuaikan dengan kebutuhan perusahaan.

source: Best Partners
id: Mitra Terbaik

source: Btech collaborates with various global technology partners.
id: Btech berkolaborasi dengan berbagai mitra teknologi di seluruh dunia.

source: Testimonials
id: Testimonial

source: Recent Customers
id: Pelanggan Terbaru

source: Partners
id: Mitra

source: Check Our Programs
id: Lihat Program Kami

source: Perks of Being A Part of Btech Teams
id: Keuntungan Menjadi Bagian dari Tim Btech

source: Gain practical experience
id: Memperoleh Pengalaman Praktik

source: Build your network
id: Membangun Jejaring

source: Develop your skills
id: Mengembangkan keahlian

source: Get a foot in the door of the Industry
id: Menginjakkan kaki ke dunia Industri

source: Boost your resume
id: meningkatkan resume anda

source: Learning environment is provided
id: lingkungan pembelajaran telah disediakan

source: LMS is provided
id: LMS yang disediakan

source: Internship certificate
id: Sertifikat magang

source: Opportunity for recruitment or placement
id: Berkesempatan untuk rekrutmen dan penempatan

source: Have fun
id: Bersenang - senang

source: Our Programs
id: Program Kami

source: Student Internship
id: Magang Siswa

source: View Opportunity
id: Lihat Kesempatan

source: Available Position
id: Posisi Tersedia

source: Filter
id: Saring

source: Internship Information
id: Informasi Magang

source: Program Type
id: Tipe Program

source: Job Type
id: Tipe Pekerjaan

source: Deadline
id: Tenggat Waktu

source: Job Description
id: Deskripsi Pekerjaan

source: Job Qualification
id: Kualifikasi pekerjaan

source: Benefits
id: Keuntungan

source: Sorry there are no available internship position at this time.
id: Mohon maaf tidak ada posisi magang yang tersedia untuk saat ini.

source: Are you ready to kickstart your career? Here's how to get started
id: Anda siap untuk memulai karir? Inilah cara untuk memulai

source: Applications for this internship program should be submitted one month before the actual date. Finish your applications by filling the form
id: Pendaftaran untuk program magang ini harus diserahkan satu bulan sebelum tanggal sebenarnya. Selesaikan pendaftaran anda dengan mengisi formulir

source: Within three weeks, we'll get back to you with the next steps
id: Dalam tiga minggu, kami akan menghubungi Anda untuk langkah selanjutnya

source: If accepted, you'll be part of a dynamic and supportive team for a minimum of 3 - 6 months
id: Jika diterima, Anda akan menjadi bagian dari tim yang suportif dan dinamis untuk minimal 3 - 6 bulan

source: And when you're finished, you'll present an internship report then receive a certificate to showcase your achievements
id: Dan jika Anda sudah selesai, Anda akan menyajikan laporan magang dan menerima sebuah sertifikat untuk menunjukkan pencapaian Anda

source: FAQ
id: TJU

source: Open Source is a Source Code that is designed to be accessed publicly. Everyone can freely use, distribute, and modify it collaboratively to create fits use in a community or production environment. Users and Developers can enhance the program's performance, add some features, and fix errors. It will give the experience to control over the software they use.
id: Sumber terbuka adalah Kode Sumber yang dirancang untuk diakses secara publik. Setiap orang dapat dengan bebas menggunakan, mendistribusikan, dan memodifikasinya secara kolaboratif agar cocok digunakan dalam komunitas atau lingkungan produksi. Pengguna dan Pengembang dapat meningkatkan kinerja program, menambahkan beberapa fitur, dan memperbaiki kesalahan. Ini akan memberikan pengalaman untuk mengontrol perangkat lunak yang mereka gunakan.

source: Visit Us
id: Kunjungi kami

source: Previous
id: Sebelum

source: Next
id: Setelah

source: Sorry there are no match internship position.
id: Mohon maaf tidak ada posisi magang yang sesuai.

source: Internship Registration Form
id: Formulir Pendaftaran Magang

source: Join our amazing team and be part of an incredible group of talented professionals!
id: Bergagunglah dengan tim kami yang luar biasa dan jadilah bagian dari grup berbakat yang profesional!

source: What Clients Say?
id: Apa Kata Klien?

source: With Us
id: Bersama kami

source: Other Services
id: Layanan Lainnya

source: Bussiness Inquiry
id: Pertanyaan Bisnis

source: Contact our sales team to learn more about the professional services we can provide as your company technology needs.
id: Hubungi tim penjualan kami untuk mempelajari lebih lanjut mengenai layanan profesional yang kami sediakan berdasarkan kebutuhan teknologi perusahaan Anda.

source: Let Us Know
id: Beritahu Kami

source: Hire Tech Talent?
id: Rekrut Talenta Teknologi?

source: Our young talents and professional candidates have been trained with materials following industry standards through a rigorous recruitment process.
id: Bakat talenta muda dan kandidat profesional kami telah dilatih dengan mengikuti standar industri melalui proses perekrutan yang ketat.
